package com.coordinator.fixtures

val lowestPricesByCategory =
    """{"isSucceeded":true,"result":{"카테고리":[{"카테고리":"상의","브랜드":["C"],"가격":"10,000"},{"카테고리":"아우터","브랜드":["E"],"가격":"5,000"},{"카테고리":"바지","브랜드":["D"],"가격":"3,000"},{"카테고리":"스니커즈","브랜드":["A","G"],"가격":"9,000"},{"카테고리":"가방","브랜드":["A"],"가격":"2,000"},{"카테고리":"모자","브랜드":["D"],"가격":"1,500"},{"카테고리":"양말","브랜드":["I"],"가격":"1,700"},{"카테고리":"액세서리","브랜드":["F"],"가격":"1,900"}],"총액":"34,100"}}""".trimIndent()

val lowestPricesByBrand =
    """{"isSucceeded":true,"result":{"최저가":{"브랜드":"D","카테고리":[{"카테고리":"상의","가격":"10,100"},{"카테고리":"아우터","가격":"5,100"},{"카테고리":"바지","가격":"3,000"},{"카테고리":"스니커즈","가격":"9,500"},{"카테고리":"가방","가격":"2,500"},{"카테고리":"모자","가격":"1,500"},{"카테고리":"양말","가격":"2,400"},{"카테고리":"액세서리","가격":"2,000"}],"총액":"36,100"}}}""".trimIndent()

val lowMaxPricesByBrand =
    """{"isSucceeded":true,"result":{"카테고리":"상의","최저가":[{"브랜드":"C","가격":"10,000"}],"최고가":[{"브랜드":"I","가격":"11,400"}]}}""".trimIndent()
